Repository: zbounce-net/wordpress
Catalog: plugins/zbounce-email-validator/languages/zb-email-validator-*.po
Languages: de_de, fr_fr, ru_ru, uk_ua

source: API Configuration
de_de: API-Konfiguration
fr_fr: Configuration de l’API
ru_ru: Конфигурация API
uk_ua: Конфігурація API

source: API Key (Pro Version)
de_de: API-Schlüssel (Pro-Version)
fr_fr: Clé API (version Pro)
ru_ru: Ключ API (про версия)
uk_ua: Ключ API (Pro-версія)

source: Leave empty to use the free demo endpoint
de_de: Leer lassen für die kostenlose Demo
fr_fr: Laissez vide pour la démo gratuite
ru_ru: Оставьте пустым для демо-режима
uk_ua: Залиште порожнім для безкоштовного демо

source: Cache Duration
de_de: Cache-Dauer
fr_fr: Durée du cache
ru_ru: Длительность кэша
uk_ua: Тривалість кешу

source: hours
de_de: Stunden
fr_fr: heures
ru_ru: часов
uk_ua: годин

source: Cache storage duration (hours)
de_de: Cache-Speicherzeit (Stunden)
fr_fr: Durée de stockage du cache (heures)
ru_ru: Время хранения кэша (в часах)
uk_ua: Час збереження кешу (години)

source: Enable Debug Logging
de_de: Debug-Protokollierung aktivieren
fr_fr: Activer la journalisation de débogage
ru_ru: Включить отладочное логирование
uk_ua: Увімкнути логування налагодження

source: Enable logging to PHP error_log
de_de: Protokollierung in PHP error_log aktivieren
fr_fr: Activer l’enregistrement dans PHP error_log
ru_ru: Включить запись логов в PHP error_log
uk_ua: Увімкнути запис у PHP error_log

source: Debug logs are written to PHP error_log
de_de: Debug-Logs werden in PHP error_log geschrieben
fr_fr: Les journaux de débogage sont écrits dans PHP error_log
ru_ru: Логи отладки записываются в PHP error_log
uk_ua: Логи налагодження пишуться в PHP error_log

source: To write logs into wp-content/debug.log, add these lines to your wp-config.php:
de_de: Fügen Sie in wp-config.php diese Zeilen ein, damit Logs nach wp-content/debug.log geschrieben werden:
fr_fr: Pour écrire les journaux dans wp-content/debug.log, ajoutez dans wp-config.php :
ru_ru: Чтобы писать логи в wp-content/debug.log, добавьте в wp-config.php:
uk_ua: Щоб писати логи в wp-content/debug.log, додайте в wp-config.php:

source: Advanced Integrations
de_de: Erweiterte Integrationen
fr_fr: Intégrations avancées
ru_ru: Расширенные интеграции
uk_ua: Розширені інтеграції

source: Gravity Forms to Validate
de_de: Gravity Forms zur Validierung
fr_fr: Gravity Forms à valider
ru_ru: Gravity Forms для проверки
uk_ua: Gravity Forms для перевірки

source: Gravity Forms not detected.
de_de: Gravity Forms nicht gefunden.
fr_fr: Gravity Forms non détecté.
ru_ru: Gravity Forms не обнаружен.
uk_ua: Gravity Forms не знайдено.

source: Select Gravity Forms by ID
de_de: Gravity Forms per ID auswählen
fr_fr: Sélectionnez Gravity Forms par ID
ru_ru: Выберите Gravity Forms по ID
uk_ua: Виберіть Gravity Forms за ID

source: WPForms to Validate
de_de: WPForms zur Validierung
fr_fr: WPForms à valider
ru_ru: WPForms для проверки
uk_ua: WPForms для перевірки

source: WPForms not detected.
de_de: WPForms nicht gefunden.
fr_fr: WPForms non détecté.
ru_ru: WPForms не обнаружен.
uk_ua: WPForms не знайдено.

source: Select WPForms by ID
de_de: WPForms per ID auswählen
fr_fr: Sélectionnez WPForms par ID
ru_ru: Выберите WPForms по ID
uk_ua: Виберіть WPForms за ID

source: Ninja Forms to Validate
de_de: Ninja Forms zur Validierung
fr_fr: Ninja Forms à valider
ru_ru: Ninja Forms для проверки
uk_ua: Ninja Forms для перевірки

source: Ninja Forms not detected.
de_de: Ninja Forms nicht gefunden.
fr_fr: Ninja Forms non détecté.
ru_ru: Ninja Forms не обнаружен.
uk_ua: Ninja Forms не знайдено.

source: Select Ninja Forms by ID
de_de: Ninja Forms per ID auswählen
fr_fr: Sélectionnez Ninja Forms par ID
ru_ru: Выберите Ninja Forms по ID
uk_ua: Виберіть Ninja Forms за ID

source: Enter email address
de_de: E-Mail-Adresse eingeben
fr_fr: Saisissez l’adresse e-mail
ru_ru: Введите адрес электронной почты
uk_ua: Введіть електронну адресу

source: Validate
de_de: Überprüfen
fr_fr: Valider
ru_ru: Проверить
uk_ua: Перевірити

source: Results for: %s
de_de: Ergebnisse für: %s
fr_fr: Résultats pour : %s
ru_ru: Результаты для: %s
uk_ua: Результати для: %s

source: Email Format:
fr_fr: Format de l’e-mail :
ru_ru: Формат Email:
uk_ua: Формат електронної пошти:

source: Mailbox Exists:
de_de: Postfach vorhanden:
fr_fr: Boîte aux lettres existante :
ru_ru: Почта существует:
uk_ua: Пошта існує:

source: Disposable:
de_de: Einweg:
fr_fr: Jetable :
ru_ru: Одноразовый:
uk_ua: Одноразова:

source: Accepts All:
de_de: Akzeptiert alles:
fr_fr: Accepte tout :
ru_ru: Принимает все:
uk_ua: Приймає всі:

source: Invalid email format
de_de: Ungültiges E-Mail-Format
fr_fr: Format d’e-mail invalide
ru_ru: Неверный формат email
uk_ua: Невірний формат електронної пошти

source: Disposable emails are not allowed
de_de: Einweg-E-Mails sind nicht erlaubt
fr_fr: Les e-mails jetables ne sont pas autorisés
ru_ru: Одноразовые email не разрешены
uk_ua: Одноразові адреси не дозволені

source: Email address does not exist
de_de: E-Mail-Adresse existiert nicht
fr_fr: L’adresse e-mail n’existe pas
ru_ru: Адрес электронной почты не существует
uk_ua: Адреса не існує

source: Invalid email format – powered by ZBounce Email API
de_de: Ungültiges E-Mail-Format – von ZBounce Email API
fr_fr: Format d’e-mail invalide – par ZBounce Email API
ru_ru: Неверный формат email – от ZBounce Email API
uk_ua: Невірний формат – від ZBounce Email API

source: Validation error – powered by ZBounce Email API
de_de: Validierungsfehler – von ZBounce Email API
fr_fr: Erreur de validation – par ZBounce Email API
ru_ru: Ошибка валидации – от ZBounce Email API
uk_ua: Помилка перевірки – від ZBounce Email API

source: ZBounce Email Validator Settings
de_de: Einstellungen ZBounce Email Validator
fr_fr: Paramètres de ZBounce Email Validator
ru_ru: Настройки ZBounce Email Validator
uk_ua: Налаштування ZBounce Email Validator

source: Usage Instructions
de_de: Anweisungen zur Anwendung
fr_fr: Instructions d’utilisation
ru_ru: Инструкции по использованию
uk_ua: Інструкції з використання

source: Add the email validator to any page using the shortcode:
de_de: Fügen Sie den Validator per Shortcode auf jeder Seite hinzu:
fr_fr: Ajoutez le validateur par shortcode :
ru_ru: Добавьте валидатор email на страницу шорткодом:
uk_ua: Додайте валідатор на сторінку шорткодом:

source: Integrated Forms
de_de: Unterstützte Formulare
fr_fr: Formulaires pris en charge
ru_ru: Поддерживаемые формы
uk_ua: Підтримувані форми

source: WooCommerce checkout
de_de: WooCommerce-Kasse
fr_fr: Paiement WooCommerce
ru_ru: Оформление заказа WooCommerce
uk_ua: Оформлення WooCommerce

source: WordPress registration
de_de: WordPress-Registrierung
fr_fr: Inscription WordPress
ru_ru: Регистрация WordPress
uk_ua: Реєстрація WordPress

source: API Connection
de_de: API-Verbindung
fr_fr: Connexion à l’API
ru_ru: Соединение с API
uk_ua: Підключення до API

source: This plugin talks to the <strong>%s</strong>.
de_de: Dieses Plugin kommuniziert mit <strong>%s</strong>.
fr_fr: Ce plugin communique avec <strong>%s</strong>.
ru_ru: Плагин общается с <strong>%s</strong>.
uk_ua: Плагін звертається до <strong>%s</strong>.

source: ZBounce Email Engine Platform API
de_de: API der ZBounce Email Engine Platform
fr_fr: API de ZBounce Email Engine Platform
ru_ru: API платформы ZBounce Email Engine
uk_ua: API ZBounce Email Engine Platform

source: Leave your API key blank to use the free demo endpoint, or get your production key at zbounce.net.
de_de: Lassen Sie den API-Schlüssel leer für die Demo oder holen Sie ihn bei zbounce.net.
fr_fr: Laissez la clé vide pour la démo, ou récupérez-la sur zbounce.net.
ru_ru: Оставьте ключ API пустым для демо или получите рабочий ключ на zbounce.net.
uk_ua: Залиште ключ пустим для демо або отримайте продакшн-ключ на zbounce.net.

source: Powered by ZBounce Email Engine Platform — professional email verification & bulk sending.
de_de: Unterstützt von ZBounce Email Engine Platform — professionelle E-Mail-Verifizierung & Massenversand.
fr_fr: Propulsé par ZBounce Email Engine Platform — vérification pro & envoi en masse.
ru_ru: Работает на ZBounce Email Engine Platform — профессиональная проверка и массовая рассылка.
uk_ua: Працює на ZBounce Email Engine Platform — професійна перевірка та масова розсилка.

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
ru_ru: Сохранить настройки
uk_ua: Зберегти налаштування

source: Leave all checked to validate all forms. Uncheck to disable validation for a specific form.
de_de: Belassen Sie alle markiert, um alle Formulare zu validieren. Deaktivieren Sie die Auswahl, um die Validierung für ein bestimmtes Formular auszuschalten.
fr_fr: Laissez tout coché pour valider tous les formulaires. Décochez pour désactiver la validation d’un formulaire spécifique.
ru_ru: Оставьте все отмеченными, чтобы проверить все формы. Снимите отметку, чтобы отключить проверку конкретной формы.
uk_ua: Залиште всі позначеними для перевірки всіх форм. Зніміть позначку, щоб вимкнути перевірку конкретної форми.
